{
  "title": "India-Australia FTA, current account deficit widens, & more",
  "date": "2022-12-29T14:00:00.000Z",
  "slug": "india-australia-fta-current-account-deficit-widens-and-more",
  "is_indian_market_open": true,
  "sensex": {
    "value": 60910.28,
    "change_type": "down",
    "perc_change": 0.03
  },
  "nifty": {
    "value": 18122.5,
    "change_type": "down",
    "perc_change": 0.05
  },
  "us_indices_date": "2022-12-28",
  "daily_change": {
    "is_gold_market_open": true,
    "gold": {
      "value": 54750,
      "change_type": "down",
      "perc_change": 0.23
    },
    "is_silver_market_open": true,
    "silver": {
      "value": 69485,
      "change_type": "down",
      "perc_change": 0.8
    },
    "is_usd_inr_market_open": true,
    "usd_inr": {
      "value": 82.86,
      "change_type": "up",
      "perc_change": 0.01
    },
    "is_dow_jones_market_open": true,
    "dow_jones": {
      "value": null,
      "change_type": "up",
      "perc_change": null
    },
    "is_nasdaq_market_open": true,
    "nasdaq": {
      "value": 33241.56,
      "change_type": "up",
      "perc_change": 0.11
    }
  },
  "long_term_change": {
    "sensex": {
      "value": null,
      "change_type": "up",
      "perc_change": 15.52
    },
    "nifty": {
      "value": null,
      "change_type": "up",
      "perc_change": 15.08
    },
    "dow_jones": {
      "value": null,
      "change_type": "up",
      "perc_change": 7.18
    },
    "nasdaq": {
      "value": null,
      "change_type": "up",
      "perc_change": 10.73
    }
  },
  "news": [
    {
      "title": "More...",
      "description": "+India-Australia Free Trade Agreement (FTA) is now in force. 96.4% of India’s exports to Australia will not attract any customs duty.\n+India's current account deficit widened to 4.4% of GDP at $36.4 billion in the September quarter. It stood at 2.2% in the April-June quarter.\n+Negative reports will now be mandatory at Indian airports for flyers from China and 5 other countries.\n+Mamaearth is aiming to raise Rs 400 cr via an IPO, as per media reports.\n+The Production-Linked Incentive (PLI) scheme for automobile and auto components has attracted a proposed investment of Rs 67,690 cr in the past 5 years. The target was Rs 42,500 cr."
    },
    {
      "title": "Stocks in the news",
      "description": "Godrej Properties: acquired around 9 acres of land in Gurugram to build a residential project.\nZomato: CEO Deepinder Goyal announced that Zomato Gold (company’s loyalty subscription program) will be back soon.\nJK Tyre: announced plans to become carbon neutral by 2050.\nTata Consumer Products: company’s subsidiary has acquired a 23.3% stake in Joekels Tea Packers.\nHDFC: sold a 2.18% stake in Siti Networks.\nPurvankara: approved issue of debentures worth Rs 230 cr.\nNTPC: company’s Nokhra project will begin commercial production on Dec 30.\nICICI Prudential: Assets Under Management (AUM) of ICICI Prudential Life Insurance Company has crossed Rs 2.5 trillion."
    },
    {
      "title": "Word of the Day",
      "description": "Trading Symbol\nEvery listed company is assigned a unique series of letters - this is called its trading or ticker symbol.\nThese are just short forms to represent the stock and to differentiate them from each other. These might be different in some cases on BSE and NSE.\nFor example, the trading symbol of Adani Enterprises is ADANIENT. AU Small Finance Bank = AUBANK. Aurobindo Pharma = AUROPHARMA. Reliance Industries = RELIANCE."
    },
    {
      "title": "6 Day Course",
      "description": "Theme: checklist before buying real estate\nDay 4: Thursday\nLegal matters: do check if the property is involved in any legal hassles. Hiring a competent lawyer for this can help resolve this.\nSuch lawyers can also offer to draft the sale agreement and other property-related legal matters.\nPhysical inspection: check the property physically — does it have good access by road? Are the electricity and water supply in place and working? Does the area face flooding?\nHow is the connectivity? Close to markets, bus stands, hospitals, etc?\nPhysical inspection is very vast — do make a list and check each of those factors closely. \nMissed last week's course? You can download the course PDF - click to download."
    },
    {
      "title": "Featured Question",
      "description": "\"Is it advisable to break old FDs to get better interest rates?\"\n \nRemember, breaking an FD usually has a penalty.\nIn many cases, after calculating the penalty, it does not make sense to break an FD. Sometimes it does.\nSo, when you break an FD, you must ask this question: which gives more profit?\n1. Break FD, pay the penalty, and then invest in higher-interest FD2. Keep money in the same FD\nIn which case do you stand to gain more? Decide based only on that."
    }
  ],
  "introduction": {
    "image": "https://cms-resources.groww.in/uploads/Screenshot_2022_12_29_at_7_12_36_PM_3e7e81da7b.png",
    "content": "Fact: Nifty has fallen between 0% and 1% about 415 times in the last 5 years.\nThe markets ended in the red today.\nHowever the change was almost flat, mostly because of mixed global cues.\nThe day started with the markets erasing Tuesday's gains. The US and Asian markets along with SGX Nifty ended lower.\nThe reopening of the Chinese economy has raised concerns about the spread of the virus. But it may also revive demand for goods - reasons that led to mixed global cues.\nEnergy, realty, auto, and consumption stocks ended in the green today."
  },
  "top_gainers": [
    {
      "name": "Titan",
      "price": 2580.15,
      "change": {
        "change_type": "up",
        "perc_change": 3.06
      }
    },
    {
      "name": "M&M",
      "price": 1252.35,
      "change": {
        "change_type": "up",
        "perc_change": 1.47
      }
    },
    {
      "name": "Power Grid",
      "price": 215.75,
      "change": {
        "change_type": "up",
        "perc_change": 1.46
      }
    },
    {
      "name": "Maruti Suzuki",
      "price": 8421.05,
      "change": {
        "change_type": "up",
        "perc_change": 1.39
      }
    },
    {
      "name": "UPL",
      "price": 723.55,
      "change": {
        "change_type": "up",
        "perc_change": 1.01
      }
    }
  ],
  "top_losers": [
    {
      "name": "Airtel",
      "price": 803.8,
      "change": {
        "change_type": "down",
        "perc_change": 1.35
      }
    },
    {
      "name": "Apollo Hospitals",
      "price": 4588.65,
      "change": {
        "change_type": "down",
        "perc_change": 1.19
      }
    },
    {
      "name": "Hindalco",
      "price": 465.95,
      "change": {
        "change_type": "down",
        "perc_change": 1.07
      }
    },
    {
      "name": "Tata Steel",
      "price": 110.0,
      "change": {
        "change_type": "down",
        "perc_change": 1.03
      }
    },
    {
      "name": "Bajaj Finserv",
      "price": 1522.7,
      "change": {
        "change_type": "down",
        "perc_change": 0.98
      }
    }
  ]
}