{
  "title": "IndusInd Bank records profit growth, lower inflation in UK, & more",
  "date": "2023-01-18T13:00:00.000Z",
  "slug": "indus-ind-bank-records-profit-growth-lower-inflation-in-uk-and-more",
  "is_indian_market_open": true,
  "sensex": {
    "value": 61045.74,
    "change_type": "up",
    "perc_change": 0.64
  },
  "nifty": {
    "value": 18165.35,
    "change_type": "up",
    "perc_change": 0.62
  },
  "us_indices_date": "2023-01-17",
  "daily_change": {
    "is_gold_market_open": true,
    "gold": {
      "value": 56451,
      "change_type": "up",
      "perc_change": 0.05
    },
    "is_silver_market_open": true,
    "silver": {
      "value": 69511,
      "change_type": "down",
      "perc_change": 0.04
    },
    "is_usd_inr_market_open": true,
    "usd_inr": {
      "value": 81.24,
      "change_type": "down",
      "perc_change": 0.64
    },
    "is_dow_jones_market_open": true,
    "dow_jones": {
      "value": 33910.85,
      "change_type": "down",
      "perc_change": 1.14
    },
    "is_nasdaq_market_open": true,
    "nasdaq": {
      "value": 11095.11,
      "change_type": "up",
      "perc_change": 0.14
    }
  },
  "long_term_change": {
    "sensex": {
      "value": null,
      "change_type": "up",
      "perc_change": 15.57
    },
    "nifty": {
      "value": null,
      "change_type": "up",
      "perc_change": 15.18
    },
    "dow_jones": {
      "value": null,
      "change_type": "up",
      "perc_change": 7.11
    },
    "nasdaq": {
      "value": null,
      "change_type": "up",
      "perc_change": 11
    }
  },
  "news": [
    {
      "title": "Quarterly Results: IndusInd Bank",
      "description": "Reported a 69% year-on-year rise in net profit to Rs 1,959 cr.\n\n\n\n\n\n\n\n\n\n\n\n\n\nNet interest income (revenue) rose 19% to Rs 4,495 cr.\nGross non-performing assets (% loans that are not being repaid) was down to 2.06% from 2.48% a year ago."
    },
    {
      "title": "More...",
      "description": "+Inflation in the UK stood at 10.5% in Dec, down from 10.7% in the previous month.\n+OYO will reportedly resubmit its draft IPO papers with SEBI in Feb. SEBI had earlier asked the company to make some edits in its papers and resubmit them.\n+China’s GDP grew by 3% in 2022 - lower than their target of 5.5%. This was amongst the lowest GDP growth the country has recorded in recent years.\n+South Korea’s Lotte Confectionery announced that it will invest Rs 450 cr in its Indian subsidiary Havmor Ice Cream in the next 5 years."
    },
    {
      "title": "Stocks in the news",
      "description": "Cipla: has launched a testing device for non-communicable and infectious diseases.\n\n\n\n\n\n\n\n\n\nHindustan Zinc: board will meet on Thursday (19th Jan) to consider interim dividend.\nAdani Green: will acquire 50% stake in Essel Saurya Urja Company.\nTata Motors: has reduced the price of Nexon EV by up to Rs 85,000.\nAshok Leyland: will supply 500 buses to Sri Lanka Transport Board.\nMaruti Suzuki: recalled 17,362 vehicles due to faulty airbags."
    },
    {
      "title": "Word of the Day",
      "description": "Capex\nCapital Expenditure (Capex) is the money spent on buying or building fixed assets.\nExample: factories, machinery, or other heavy equipment.\nSince these involve a large outlay of money in one go, capex forms a large part of expenses for many companies."
    },
    {
      "title": "6 Day Course",
      "description": "Theme: terms used to describe market downs\nDay 3: Wednesday\nRecession.\nA recession occurs when the economic activity falls for 2 quarters or 6 months.\nDo note, the terms we’ve discussed so far are applicable to individuals stocks as well as markets.\nBut recession is used to describe only the economic activity as a whole. Usually, if the GDP of a country falls for 2 quarters, the country is said to be in a recession.\nA recession can last relatively longer — anywhere from 6 months to a few years.\nA recession is also said to be temporary in nature — recovery from a recession is expected.\nThis definition is not fixed.\nRecently, the USA’s economy contracted for 2 quarters but the US government did not call it a recession citing other positive economic indicators.\nSome agreed with them. Some criticised them for not declaring a recession.\nMissed last week's course? You can download the course PDF - click to download."
    },
    {
      "title": "Featured Question",
      "description": "\"When prices of shares follow the usual demand and supply rule and vary accordingly, why is the company's performance even relevant? Theoretically, even if a company is performing poorly but people are buying its shares then the price should always go up. So shouldn't people buying/trading the stocks keep the share price at par? Why do people consider the performance of companies?\"\n \nIf a company makes good profits, you get more profits — in the form of dividend (or share buybacks).\nSo, when a company’s profits go up, it becomes more attractive to investors. They’re willing to pay a higher price for the stock.\nIf more people are willing to pay a higher price for a stock, the stock price rises.\nIn short, the price is linked to the demand and supply for a stock — but the demand and supply for a stock is linked to the company’s performance (income, revenue, etc).\nIt must be noted here, not all companies give dividends or do buybacks. These companies are reinvesting their earnings back into the business to grow it further.\nEven these companies are expected to give dividends or do share buybacks at some point in the future when they’re done aggressively growing."
    }
  ],
  "introduction": {
    "image": "https://cms-resources.groww.in/uploads/Screenshot_2023_01_18_at_4_15_36_PM_27b0003d63.png",
    "content": "Fact: Nifty has risen between 0% and 1% about 495 times in the last 5 years.\nIndian markets stayed in the green for the whole day.\nThere has been a marginal improvement in Foreign Institutional Investors (FII) flows as well. Daily FII flows turned positive on Jan 17 for the first time this month.\nAsian indices were also in the green.\nEnergy, PSU banks, and auto stocks ended in the red today. All other sectors ended in the green."
  },
  "top_gainers": [
    {
      "name": "Hindalco",
      "price": 502.95,
      "change": {
        "change_type": "up",
        "perc_change": 3.08
      }
    },
    {
      "name": "Tata Steel",
      "price": 122.45,
      "change": {
        "change_type": "up",
        "perc_change": 2.6
      }
    },
    {
      "name": "L&T",
      "price": 2266.5,
      "change": {
        "change_type": "up",
        "perc_change": 2.41
      }
    },
    {
      "name": "UPL",
      "price": 732.35,
      "change": {
        "change_type": "up",
        "perc_change": 1.83
      }
    },
    {
      "name": "HDFC",
      "price": 2687.65,
      "change": {
        "change_type": "up",
        "perc_change": 1.78
      }
    }
  ],
  "top_losers": [
    {
      "name": "Tata Motors",
      "price": 408.4,
      "change": {
        "change_type": "down",
        "perc_change": 1.66
      }
    },
    {
      "name": "HDFC Life",
      "price": 601.05,
      "change": {
        "change_type": "down",
        "perc_change": 1.38
      }
    },
    {
      "name": "UltraTech",
      "price": 7283.45,
      "change": {
        "change_type": "down",
        "perc_change": 1.28
      }
    },
    {
      "name": "Adani Enterprises",
      "price": 3596.7,
      "change": {
        "change_type": "down",
        "perc_change": 1.17
      }
    },
    {
      "name": "BPCL",
      "price": 346.05,
      "change": {
        "change_type": "down",
        "perc_change": 0.67
      }
    }
  ]
}