{
  "title": "Radiant lists at premium, service sector growth, & more",
  "date": "2023-01-04T06:30:00.000Z",
  "slug": "radiant-lists-at-premium-service-sector-growth-and-more",
  "is_indian_market_open": true,
  "sensex": {
    "value": 60657.45,
    "change_type": "down",
    "perc_change": 1.04
  },
  "nifty": {
    "value": 18042.95,
    "change_type": "down",
    "perc_change": 1.04
  },
  "us_indices_date": "2023-01-03",
  "daily_change": {
    "is_gold_market_open": true,
    "gold": {
      "value": 55869,
      "change_type": "up",
      "perc_change": 0.6
    },
    "is_silver_market_open": true,
    "silver": {
      "value": 70214,
      "change_type": "down",
      "perc_change": 0.55
    },
    "is_usd_inr_market_open": true,
    "usd_inr": {
      "value": 82.8,
      "change_type": "down",
      "perc_change": 0.09
    },
    "is_dow_jones_market_open": true,
    "dow_jones": {
      "value": 33136.37,
      "change_type": "down",
      "perc_change": 0.76
    },
    "is_nasdaq_market_open": true,
    "nasdaq": {
      "value": 10386.98,
      "change_type": "down",
      "perc_change": 0.76
    }
  },
  "long_term_change": {
    "sensex": {
      "value": null,
      "change_type": "up",
      "perc_change": 15.61
    },
    "nifty": {
      "value": null,
      "change_type": "up",
      "perc_change": 15.1
    },
    "dow_jones": {
      "value": null,
      "change_type": "up",
      "perc_change": 6.98
    },
    "nasdaq": {
      "value": null,
      "change_type": "up",
      "perc_change": 10.59
    }
  },
  "news": [
    {
      "title": "More...",
      "description": "+Radiant Cash Management listed at a 9.57% premium on NSE. On BSE, it listed with a 5.64% premium.\n+Purchasing Managers' Index (PMI) for the services sector - a measure of sales growth in the service industry - improved to 58.5 in Dec vs 56.4 in Nov.\n+Sah Polymers IPO was subscribed 17.46 times. Retail investors subscribed 39.78 times.\n+AMFI has upgraded 7 midcap stocks to largecap. Varun Beverages, ABB India, Page Industries, Tata Elxsi, Bosch, Trent, and PI Industries.\n+NCLAT has directed Google to pay Rs 133.8 cr penalty for using its dominant position unfairly.\n+The govt has approved Rs 19,744 cr National Green Hydrogen Mission.\n+Paddy procurement by the central govt rose 9.58% to 541.90 lakh tonne in the ongoing 2022-23 kharif marketing season.\n+Delhi logged the lowest temperature of this season -4.4 degree celsius. Orange alert has been issued for next 2 days."
    },
    {
      "title": "Stocks in the news",
      "description": "Bharat Forge: has partnered with General Atomics to manufacture aerostructures.\nGodrej Consumer Products: opened a mega warehouse in Punjab.\nTVS: iQube e-scooter recorded best-ever sales in Dec.\nSJVN: govt approved Rs 2,614.51 cr investment for SJVN’s 382 MW Sunni Dam Hydro Electric Project in Himachal Pradesh.\nIndus Towers: appointed Prachur Sah as MD and CEO."
    },
    {
      "title": "Word of the day",
      "description": "Public Sector Enterprises\nPublic Sector Enterprises are companies that are owned by the government.\nThey are established with the goal of producing goods and services at affordable prices and also to deal with scarcity of any particular good.\nCentral Public Sector Undertakings are owned by the central govt. State Public Sector Undertakings are owned by state governments."
    },
    {
      "title": "6-day course",
      "description": "Theme: tax-saver mutual funds\nDay 3: Wednesday\nAnother crucial fact to realise is that with ELSS, you can only get a tax benefit under section 80C.\nSection 80C allows a total tax benefit of up to Rs 1.5 lakh.\nWhich means, while calculating tax, you can reduce your income by up to Rs 1.5 lakh before calculating tax.\nSection 80C is made up of many other components also. You can use insurance, FD investment, etc in section 80C also.\nSo plan accordingly. You might not need to invest Rs 1.5 lakh in ELSS — you might be able to invest less also.\nAny extra amount invested in an ELSS fund will not give you tax benefits. But the extra amount will remain locked-in for 3 years — that is the rule.\nSo plan your investments and tax carefully.\nMissed last week's course? You can download the course PDF - click to download."
    },
    {
      "title": "Featured question",
      "description": "\"How the compounding works in mutual fund? Like the gain/loss keeps fluctuating thorugh out the year and beyond so when does the amc actually takes the gain of the fund to give us the compounding return. CAGR is understandable but how it actually works if i have to compare it with bank fd .\"\n \nThe best way to think about mutual fund investment is to think in terms of a real estate investment (and not FD).\nWhen you buy a house, do you get annual returns? Is there a ‘principal’ or ‘interest’?\nNo.\nThe price of the house itself goes up.\nWhen you sell the house, you can use the final price of the house, and compare it with the price you bought it at.\nUsing that, you can find the effective per annum returns of that investment.\nIt works similarly with mutual funds also.\n------------------\nIn this section, daily, we'll try to answer one burning question related to the field of personal finance education. \nRemember, NO investment advice & ONLY personal finance education questions. \nAsk your question here: Ask a question"
    }
  ],
  "introduction": {
    "image": "https://cms-resources.groww.in/uploads/22_0e7ce00b8d.png",
    "content": "Fact: Nifty has fallen between 1% and 2% about 109 times in the last 5 years.\nIndian markets fell almost 1% today due to fears of rising cases and fears of interest rate hikes. US Federal Reserve will be announcing its fed rate hike path for 2023.\nAsian markets gave mixed signals and SGX Nifty was negative before the markets opened today.\nAll indices ended in the red today."
  },
  "top_gainers": [
    {
      "name": "Divi's Labs",
      "price": 3435.55,
      "change": {
        "change_type": "up",
        "perc_change": 1.25
      }
    },
    {
      "name": "HDFC Life",
      "price": 598.6,
      "change": {
        "change_type": "up",
        "perc_change": 0.5
      }
    },
    {
      "name": "Maruti Suzuki",
      "price": 8422.8,
      "change": {
        "change_type": "up",
        "perc_change": 0.48
      }
    },
    {
      "name": "Dr Reddy's",
      "price": 4253.5,
      "change": {
        "change_type": "up",
        "perc_change": 0.36
      }
    },
    {
      "name": "UltraTech",
      "price": 7005.35,
      "change": {
        "change_type": "up",
        "perc_change": 0.17
      }
    }
  ],
  "top_losers": [
    {
      "name": "JSW Steel",
      "price": 736.3,
      "change": {
        "change_type": "down",
        "perc_change": 4.12
      }
    },
    {
      "name": "Hindalco",
      "price": 461.5,
      "change": {
        "change_type": "down",
        "perc_change": 3.83
      }
    },
    {
      "name": "Coal India",
      "price": 217.15,
      "change": {
        "change_type": "down",
        "perc_change": 3.1
      }
    },
    {
      "name": "Tata Steel",
      "price": 115.75,
      "change": {
        "change_type": "down",
        "perc_change": 2.28
      }
    },
    {
      "name": "ONGC",
      "price": 146.25,
      "change": {
        "change_type": "down",
        "perc_change": 2.21
      }
    }
  ]
}