{
  "title": "Made in India 5G tech, Vistara records profit, & more",
  "date": "2023-01-23T06:30:00.000Z",
  "slug": "made-in-india-5-g-tech-vistara-records-profit-and-more",
  "is_indian_market_open": true,
  "sensex": {
    "value": 60941.67,
    "change_type": "up",
    "perc_change": 0.53
  },
  "nifty": {
    "value": 18118.55,
    "change_type": "up",
    "perc_change": 0.5
  },
  "us_indices_date": "2023-01-20",
  "daily_change": {
    "is_gold_market_open": true,
    "gold": {
      "value": 56731,
      "change_type": "up",
      "perc_change": 0.01
    },
    "is_silver_market_open": true,
    "silver": {
      "value": 68560,
      "change_type": "down",
      "perc_change": 0.39
    },
    "is_usd_inr_market_open": true,
    "usd_inr": {
      "value": 81.39,
      "change_type": "up",
      "perc_change": 0.33
    },
    "is_dow_jones_market_open": true,
    "dow_jones": {
      "value": 33375.49,
      "change_type": "up",
      "perc_change": 1
    },
    "is_nasdaq_market_open": true,
    "nasdaq": {
      "value": 11140.43,
      "change_type": "up",
      "perc_change": 2.66
    }
  },
  "long_term_change": {
    "sensex": {
      "value": null,
      "change_type": "up",
      "perc_change": 15.62
    },
    "nifty": {
      "value": null,
      "change_type": "up",
      "perc_change": 15.16
    },
    "dow_jones": {
      "value": null,
      "change_type": "up",
      "perc_change": 7.11
    },
    "nasdaq": {
      "value": null,
      "change_type": "up",
      "perc_change": 11.07
    }
  },
  "news": [
    {
      "title": "Quarterly Results",
      "description": "Axis Bank\nNet profit rose 62% to Rs 5,853 cr.\nNet interest income grew 32.4% to Rs 11,459 cr."
    },
    {
      "title": "More...",
      "description": "+Made-In-India 4G and 5G technology will be launched this year. It will be offered to other countries starting next year: Telecom minister Ashwini Vaishnaw.\n+Vistara announced its first-ever quarterly profit (excluding unrealised foreign currency loss and non-operating income) in the Oct-Dec quarter.\n+Battery start-up Log9 Material raised $40 million in Series B funding led by Amara Raja Batteries.\n+Nokia has signed a new multi-year agreement to license its 5G patents to Samsung."
    },
    {
      "title": "Other stocks in news",
      "description": "Puravankara: recorded Rs 796 cr sales in the Oct-Dec quarter - a 20% year-on-year increase.\nSBI: acquired a 40% stake in Commercial lndo Bank LLC (CIBL), Moscow.\nAdani Green: posted a 9% increase in sales of solar energy in the Dec quarter.\nZomato: is reportedly planning to shut its 10-minute food delivery business.\nIndoco Remedies: USFDA inspected the company’s Goa plant and gave 9 observations.\nLemon Tree Hotels: opened a new hotel in Kumbhalgarh, Rajasthan.\nSterlite Power: bagged orders worth Rs 3,800 cr in the April-Dec period.\nEaseMyTrip:  planning to launch offline retail stores under a franchise model in India."
    },
    {
      "title": "Word of the day",
      "description": "Non-Operating Income\nNon-Operating income is a company's revenue from activities different from its main business.\nFor example, for FMCG companies money received from sale of assets and interest income from investments are included in non-operating income.\nThis income forms a very small part of most companies’ total income."
    },
    {
      "title": "6-day course",
      "description": "Theme: momentum investing\nDay 1: Monday\nThere are different kinds of investing strategies used by different investors. One such strategy is called momentum strategy.\nIn recent years, it has gained popularity. It is a promising strategy but can also be risky.\nIn momentum, stocks that are climbing up are bought. They are sold as soon as they show signs of downward movement.\nIt’s a bit more complicated than that, but this is the gist of it.\nIt is basically taking a bet on the behaviour of investors to double down on stocks that are rising. And momentum investors aim to be one of the early ones to leave when a stock falls.\nFurther in this course, we’ll go deeper into how all of this works.\nMissed last week's course? You can download the course PDF - click to download."
    },
    {
      "title": "Featured question",
      "description": "\"Which is better to invest in MF : SIP route or lump sum investment\"\nThere is no ’better’.\nIt depends on how your money stands.\nFirst things first, for most normal investors, it does not make sense to accumulate money in your bank for months and then invest in one go (lump sum).\nLike if you have a salary. It doesn’t make sense to accumulate the amount and then invest. SIP is more suitable here.\nIf you suddenly have a certain amount of money like an extra bonus you earned, a property sale, etc, then you can think of a lump sum investment.\nIn equity mutual funds, it is usually suggested to invest via the STP option.\nIn STP (Systematic Transfer Plan), you invest the entire amount in a debt fund and transfer it gradually to an equity fund.\nIt is like starting an SIP but instead of deducting money from your bank, it deducts money from a debt fund where you invested.\nThis reduces the chance of your lump sum investment getting caught in a single-day market spike — therefore reducing the risk a bit.\n------------------\nIn this section, daily, we'll try to answer one burning question related to the field of personal finance education. \nRemember, NO investment advice & ONLY personal finance education questions. \nAsk your question here: Ask a question"
    }
  ],
  "introduction": {
    "image": "https://cms-resources.groww.in/uploads/Screenshot_2023_01_23_at_5_23_45_PM_ca2001f01e.png",
    "content": "Fact: Nifty has risen between 0% and 1% about 494 times in the last 5 years.\nTech shares in the US rallied after Netflix posted positive results. Asian markets and SGX Nifty were also in the green.\nIndian markets were in the green throughout the session today.\nOnly realty, metal, and commodity stocks were in the red."
  },
  "top_gainers": [
    {
      "name": "HUL",
      "price": 2596.4,
      "change": {
        "change_type": "up",
        "perc_change": 1.87
      }
    },
    {
      "name": "Sun Pharma",
      "price": 1049.3,
      "change": {
        "change_type": "up",
        "perc_change": 1.84
      }
    },
    {
      "name": "Tech Mahindra",
      "price": 1065.3,
      "change": {
        "change_type": "up",
        "perc_change": 1.8
      }
    },
    {
      "name": "Eicher Motors",
      "price": 3203.35,
      "change": {
        "change_type": "up",
        "perc_change": 1.68
      }
    },
    {
      "name": "UPL",
      "price": 749.45,
      "change": {
        "change_type": "up",
        "perc_change": 1.58
      }
    }
  ],
  "top_losers": [
    {
      "name": "UltraTech",
      "price": 6849.75,
      "change": {
        "change_type": "down",
        "perc_change": 4.56
      }
    },
    {
      "name": "Grasim",
      "price": 1631.3,
      "change": {
        "change_type": "down",
        "perc_change": 1.45
      }
    },
    {
      "name": "NTPC",
      "price": 166.85,
      "change": {
        "change_type": "down",
        "perc_change": 1.1
      }
    },
    {
      "name": "JSW Steel",
      "price": 733.95,
      "change": {
        "change_type": "down",
        "perc_change": 1.01
      }
    },
    {
      "name": "Tata Steel",
      "price": 122.0,
      "change": {
        "change_type": "down",
        "perc_change": 0.77
      }
    }
  ]
}