{
  "title": "Sah Polymers IPO, rise in crude oil price, & more",
  "date": "2022-12-28T14:00:00.000Z",
  "slug": "sah-polymers-ipo-rise-in-crude-oil-price-and-more",
  "is_indian_market_open": true,
  "sensex": {
    "value": 60910.28,
    "change_type": "down",
    "perc_change": 0.03
  },
  "nifty": {
    "value": 18122.5,
    "change_type": "down",
    "perc_change": 0.05
  },
  "us_indices_date": "2022-12-27",
  "daily_change": {
    "is_gold_market_open": true,
    "gold": {
      "value": 54750,
      "change_type": "down",
      "perc_change": 0.23
    },
    "is_silver_market_open": true,
    "silver": {
      "value": 69485,
      "change_type": "down",
      "perc_change": 0.8
    },
    "is_usd_inr_market_open": true,
    "usd_inr": {
      "value": 82.86,
      "change_type": "up",
      "perc_change": 0.01
    },
    "is_dow_jones_market_open": true,
    "dow_jones": {
      "value": 33241.56,
      "change_type": "up",
      "perc_change": 0.11
    },
    "is_nasdaq_market_open": true,
    "nasdaq": {
      "value": 10353.23,
      "change_type": "down",
      "perc_change": 1.38
    }
  },
  "long_term_change": {
    "sensex": {
      "value": null,
      "change_type": "up",
      "perc_change": 15.52
    },
    "nifty": {
      "value": null,
      "change_type": "up",
      "perc_change": 15.08
    },
    "dow_jones": {
      "value": null,
      "change_type": "up",
      "perc_change": 7.18
    },
    "nasdaq": {
      "value": null,
      "change_type": "up",
      "perc_change": 10.73
    }
  },
  "news": [
    {
      "title": "More...",
      "description": "+Sah Polymers IPO will open for subscription on 30 Dec. Price band is Rs 61-65.\n+Airbag industry in India will grow to Rs 7,000 cr by Financial Year 2027: ICRA\n+Crude oil prices touched a 3-week high of $84.48 (Brent crude).\n+India's basmati and non-basmati rice exports rose 7.37% to 126.97 lakh tons during the April-October period."
    },
    {
      "title": "Stocks in the news",
      "description": "Welspun Enterprises: will hold a board meeting on 30 Dec.\nDilip Buildcon: incorporated a special-purpose vehicle for a road project in Karnataka.\nReliance Industries: Mukesh Ambani completed 20 years as chairman of the company.\nNTPC: signed a Memorandum of Understanding (MoU) with Tecnimont to produce green methanol.\nHariom Pipe: bought a manufacturing unit from RP Metal Sections for Rs 55 cr.\nKotak Mahindra Bank: hiked RD interest rates by up to 0.75% on certain tenures."
    },
    {
      "title": "Word of the Day",
      "description": "Net Profit Margin\nNet profit margin shows how much profit is earned out of the total revenue.\nIt is expressed in percentage. Net profit margin = Net Income/Revenue.\nIn the financial statements of a company, you can find this under the ratios subhead of its income statement."
    },
    {
      "title": "6 Day Course",
      "description": "Theme: checklist before buying real estate\nDay 3: Wednesday\nConversion and permits: many properties are in zones and can only be used for designated purposes like commercial use, residential use, institutional use, etc.\nCheck the zoning rules and the ability to change the use.\nNOC: No Objection Certificate (NOC) is given by any authority that has a say in any matter.\nDepending on where the property is located, there could be several authorities (municipality, fire department, excise department, etc) that need to give the property owner an NOC before the property is used.\nFind out all the NOCs needed. Then, find out how many of the required NOCs are not obtained already.\nSome NOCs are easy to get. Some NOCs can be difficult to obtain. Factor these before deciding on a property purchase. \nMissed last week's course? You can download the course PDF - click to download."
    },
    {
      "title": "Featured Question",
      "description": "\"What are the basic difference between balanced and balanced advantage mutual fund? What is suitable for a senior citizen of low risk appetite?\"\n \nBalanced funds are funds that invest in both equity (eg. share markets) and debt (bonds, fixed-income securities, etc).\nA conservative balanced fund invests a majority of its money in debt and a smaller portion in equity.\nAn aggressive balanced fund invests a majority of its money in equity and a smaller portion in debt.\nA balanced advantage fund is one that can switch between being a majority in equity or a majority in debt.\nIt does not have to stick to being just debt-heavy or just equity-heavy.\nSuitability for senior citizens: this is really an individual decision. Senior citizens are usually less risk-taking.\nBut then, many argue all balanced funds are relatively lower-risk than equity funds.\nThere is no right or wrong answer. Each investor should evaluate and invest."
    }
  ],
  "introduction": {
    "image": "https://cms-resources.groww.in/uploads/Screenshot_2022_12_28_at_6_56_26_PM_c1c88ae4b7.png",
    "content": "Fact: Nifty has fallen between 0% and 1% about 415 times in the last 5 years.\nThe markets ended in the red today.\nHowever the change was almost flat, mostly because of mixed global cues.\nThe day started with the markets erasing Tuesday's gains. The US and Asian markets along with SGX Nifty ended lower.\nThe reopening of the Chinese economy has raised concerns about the spread of the virus. But it may also revive demand for goods - reasons that led to mixed global cues.\nEnergy, realty, auto, and consumption stocks ended in the green today."
  },
  "top_gainers": [
    {
      "name": "Titan",
      "price": 2580.15,
      "change": {
        "change_type": "up",
        "perc_change": 3.06
      }
    },
    {
      "name": "M&M",
      "price": 1252.35,
      "change": {
        "change_type": "up",
        "perc_change": 1.47
      }
    },
    {
      "name": "Power Grid",
      "price": 215.75,
      "change": {
        "change_type": "up",
        "perc_change": 1.46
      }
    },
    {
      "name": "Maruti Suzuki",
      "price": 8421.05,
      "change": {
        "change_type": "up",
        "perc_change": 1.39
      }
    },
    {
      "name": "UPL",
      "price": 723.55,
      "change": {
        "change_type": "up",
        "perc_change": 1.01
      }
    }
  ],
  "top_losers": [
    {
      "name": "Airtel",
      "price": 803.8,
      "change": {
        "change_type": "down",
        "perc_change": 1.35
      }
    },
    {
      "name": "Apollo Hospitals",
      "price": 4588.65,
      "change": {
        "change_type": "down",
        "perc_change": 1.19
      }
    },
    {
      "name": "Hindalco",
      "price": 465.95,
      "change": {
        "change_type": "down",
        "perc_change": 1.07
      }
    },
    {
      "name": "Tata Steel",
      "price": 110.0,
      "change": {
        "change_type": "down",
        "perc_change": 1.03
      }
    },
    {
      "name": "Bajaj Finserv",
      "price": 1522.7,
      "change": {
        "change_type": "down",
        "perc_change": 0.98
      }
    }
  ]
}