{
  "title": "Equity funds record net inflow, new PLI scheme soon, & more",
  "date": "2023-01-10T06:30:00.000Z",
  "slug": "equity-funds-record-net-inflow-new-pli-scheme-soon-and-more",
  "is_indian_market_open": true,
  "sensex": {
    "value": 60115.48,
    "change_type": "down",
    "perc_change": 1.04
  },
  "nifty": {
    "value": 17914.15,
    "change_type": "down",
    "perc_change": 1.03
  },
  "us_indices_date": "2023-01-09",
  "daily_change": {
    "is_gold_market_open": true,
    "gold": {
      "value": 55752,
      "change_type": "down",
      "perc_change": 0.54
    },
    "is_silver_market_open": true,
    "silver": {
      "value": 68251,
      "change_type": "down",
      "perc_change": 1.75
    },
    "is_usd_inr_market_open": true,
    "usd_inr": {
      "value": 81.79,
      "change_type": "down",
      "perc_change": 0.7
    },
    "is_dow_jones_market_open": true,
    "dow_jones": {
      "value": 33517.65,
      "change_type": "down",
      "perc_change": 0.34
    },
    "is_nasdaq_market_open": true,
    "nasdaq": {
      "value": 10635.65,
      "change_type": "up",
      "perc_change": 0.63
    }
  },
  "long_term_change": {
    "sensex": {
      "value": null,
      "change_type": "up",
      "perc_change": 15.58
    },
    "nifty": {
      "value": null,
      "change_type": "up",
      "perc_change": 15.14
    },
    "dow_jones": {
      "value": null,
      "change_type": "up",
      "perc_change": 6.93
    },
    "nasdaq": {
      "value": null,
      "change_type": "up",
      "perc_change": 10.49
    }
  },
  "news": [
    {
      "title": "More...",
      "description": "+Net inflow into equity funds stood at Rs 7,303.39 cr in Dec 2022. Net outflow out of debt mutual funds stood at Rs 21,946.73 cr.\n+Govt will soon launch a new PLI scheme for IT hardware: Union Minister Rajeev Chandrasekhar.\n+Cyient DLM Ltd., a subsidiary of Cyient, has filed draft papers for an IPO.\n+The Assets Under Management (AUM) of the mutual fund industry rose by 5.7% (Rs 2.2 lakh cr) to Rs 39.88 lakh cr in 2022: AMFI.\n+Carlyle Group has acquired a majority stake in VLCC for around $300 mn, as per media reports.\n+Housing sales across India’s 8 major cities stood at a 9-year high of 3.13 lakh units in 2022.\n+Elon Musk now holds the world record for the largest loss of personal fortune in history. He has lost over $182 bn: Guinness World Record.\n+Remittances from overseas Indians increased by 12% to $100 bn in 2022.\n+BharatPe has received RBI's nod to become an online payment aggregator.\n+Delhi was India’s most polluted city in 2022: Central Pollution Control Board.\n+India's fuel consumption rose 3.1% year-on-year in Dec to 1.96 cr tonnes."
    },
    {
      "title": "Stocks in the news",
      "description": "Jindal Worldwide: has set up an electric vehicle plant in Ahmedabad.\nCoal India: subsidiary NCL will start production of manufactured sand.\nLupin: received approval from the US authority for a generic medicine to treat heart ailments.\nReliance: Jio has become the first telecom company to launch a 5G-specific recharge plan."
    },
    {
      "title": "Word of the day",
      "description": "Bond price-yield relationship\nBonds are issued at a coupon rate that the issuer pays to the investor.\nOnce issued, the coupon rate never changes but the ‘yield’ (% gain from rise in price of the bond) changes with a rise or fall in the bond's price.\nWith a rise in rates by central banks, the yield rise. When central banks decrease the rates, the yields fall.\nThe way bonds work is complex and interesting. Do make sure you read more on this."
    },
    {
      "title": "6-day course",
      "description": "Theme: tools to pick stocks\nDay 2: Tuesday\nStocks graphs.\nWhether you are a long-term inventor or a short-term trader, you will end up spending time looking at and analysing graphs of the stocks.\nGraphs are the starting point of research for many.\nSay there's a sudden rise on xyz date. You can then go and check why that happened.\nLikewise, you can check how the stock price behaves on important dates like the dividend date, quarterly results date, etc.\nThis can help you understand how resilient a stock price is to certain events, which events affect that stock more, etc.\nExample, when the markets were crashing in 2020, FMCG sector stocks were shooting up unlike other stocks.\nMissed last week's course? You can download the course PDF - click to download."
    },
    {
      "title": "Featured question",
      "description": "\"In ELSS Scheme after 3 year lock in period withdrawal amount will be taxable or not?\"\nProfits or gains from investing in ELSS funds is taxable.\nIt is paid only when you withdraw. Say you invest Rs 1.5 lakh in 2019. The lock-in ends in 2022. But you take out this money in 2025.\nSo you will have to pay a tax in 2025 only.\nAlso, it is on the gain or profit, not the entire amount.\nThere is a Rs 1 lakh exemption on gains from equity.\nSo only if your gains from equity (shares, equity mutual funds, ELSS, etc) in a given year is higher than Rs 1 lakh do you pay tax.\nOtherwise, you pay Rs 0 in taxes (you still have to show it when you file your taxes).\n------------------\nIn this section, daily, we'll try to answer one burning question related to the field of personal finance education. \nRemember, NO investment advice & ONLY personal finance education questions. \nAsk your question here: Ask a question"
    }
  ],
  "introduction": {
    "image": "https://cms-resources.groww.in/uploads/Jan_10_86d37fa347.png",
    "content": "Fact: Nifty has fallen between 1% and 2% about 110 times in the last 5 years.\nCommodity markets ended higher on the news of China reopening its economy. This happens because China is one of India's major trade partners.\nThe US bond yields fell on expecting slower rate hikes because of which the Indian bond yields also ended lower.\nThe reason why bond yields fall on slower rate hikes is explained later in the 'Word of the Day' section.\nBoth India and the US will announce their inflation numbers coming Thursday.\nAll sectors ended in the red today. Bank stocks fell the most."
  },
  "top_gainers": [
    {
      "name": "Tata Motors",
      "price": 412.9,
      "change": {
        "change_type": "up",
        "perc_change": 6.02
      }
    },
    {
      "name": "Hindalco",
      "price": 477.55,
      "change": {
        "change_type": "up",
        "perc_change": 1.44
      }
    },
    {
      "name": "Apollo Hospitals",
      "price": 4466.65,
      "change": {
        "change_type": "up",
        "perc_change": 1.34
      }
    },
    {
      "name": "Power Grid",
      "price": 211.8,
      "change": {
        "change_type": "up",
        "perc_change": 1.29
      }
    },
    {
      "name": "Divi's Labs",
      "price": 3501.85,
      "change": {
        "change_type": "up",
        "perc_change": 1.22
      }
    }
  ],
  "top_losers": [
    {
      "name": "Adani Enterprises",
      "price": 3646.9,
      "change": {
        "change_type": "down",
        "perc_change": 5.41
      }
    },
    {
      "name": "Airtel",
      "price": 792.85,
      "change": {
        "change_type": "down",
        "perc_change": 3.24
      }
    },
    {
      "name": "Eicher Motors",
      "price": 3167.55,
      "change": {
        "change_type": "down",
        "perc_change": 2.91
      }
    },
    {
      "name": "Adani Ports",
      "price": 796.4,
      "change": {
        "change_type": "down",
        "perc_change": 2.48
      }
    },
    {
      "name": "SBI",
      "price": 595.15,
      "change": {
        "change_type": "down",
        "perc_change": 2.07
      }
    }
  ]
}