{"asian": "The SGX Nifty was trading lower (-0.4%) than its previous close, suggesting a negative start for the Nifty50 today. Major Asian markets are also trading in the red. Nikkei 225 in Japan fell 1.3%, while Hong Kong's Hang Seng index lost 1.2%.   U.S. stocks finished sharply lower on Wednesday as a sell-off in Oil & Gas stocks and tech heavyweight Apple (-3%) pushed all the three major indices lower.  The Dow Jones after cutting its early gains fell 1.1% to finish at 32,875, while S&P 500 fell 1.2% and ended the day at 3,783. The tech-focused Nasdaq Composite dropped 1.3% and ended the day at 10,213.", "index": "Nifty50 January Futures: 18,228 📉▼23 (-0.1%) OI contracts: 1,55,022 (+35%)   Amid muted global cues, the Nifty50 index traded in a narrow range and closed Wednesday’s session flat. The index took a breather and once again faced a hurdle around the 18,200 mark, where the highest open interest is placed on the call side for this month’s expiry.  Sectorally, gains in Oil & Gas (+1.2%) and Auto (+0.6%) stocks were offset by losses in Pharma (-0.5%), Metal (-0.2%) and IT (-0.1%) pack.  Nifty50’s options contracts expiring on 29 December have sizable positions at 18,200 and 18,300 call options and 18,000 and 18,100 put options.   As per options data and OI analysis, the broad range for the Nifty50 is between 17,400 and 18,500 levels. On the other hand, 17,900 and 18,300 are the critical levels to watch for the current week.  Bank Nifty January  Futures: 42,990 📉▼84 (-0.2%) OI contracts: 67,074 (+26%)   After a negative start, the Bank Nifty index rebounded from the day’s low but witnessed selling pressure around the 43,000-mark. The index traded in a range of 300 points and closed Wednesday’s choppy session flat.  Among banking stocks, Bank of Baroda (+2.3%) and Punjab National Bank (+1.2%) were the top gainers, while Bandhan Bank (-1.6%) and Axis Bank (-0.8%) dragged during yesterday’s session.  Bank Nifty’s options contracts expiring on 29 December have sizable positions at 43,000 and 43,500 call options and 42,000 and 42,500 put options.  As per options data and OI analysis, the broad range for the Bank Nifty is between 42,000 and 43,600 levels. On the other hand, 42,400 and 43,200 are the critical levels to watch for the next week.", "fiidii": "The Foreign Institutional Investors (FIIs) sold shares worth ₹872 crore, while Domestic  Institutional Investors (DIIs) purchased shares worth ₹372 crore in the cash market. In the derivatives market, FIIs bought index futures worth ₹384 crore and sold index options worth ₹908 crore. Further, they sold stock futures worth ₹258 crore and bought stock options worth ₹79 crore.", "indiavix": "The India Vix, which measures the implied volatility of Nifty50 options, climbed 0.7% to 15.40.", "stock": "Long build-up was seen in Mahindra and Mahindra, UPL, Canara Bank, TVS Motor and Power Grid.  Short build-up was seen in HDFC AMC, SBI Cards, ONGC, Biocon and Sun TV.  Under F&O Ban: Balrampur Chini Mills and Indiabulls Housing Finance.", "disclaimer": "In Futures and Options or F&O, long build-up means an increase in Open Interest (OI) along with an increase in price, and short build-up means an increase in Open Interest (OI) along with a decrease in price.  . . Source: nseindia.com. Cash market figures are provisional."}