{"asian": "The SGX Nifty was trading lower by 0.1% or 18 points from its previous close, suggesting a flat to negative start for the Nifty50 today. Major Asian markets are trading in the green. Nikkei 225 in Japan rose 0.8%, while Hong Kong's Hang Seng index dropped by 0.4%.   US markets ended mixed  on Monday as gains in Tech stocks were offset by fall in healthcare and energy stocks.  The Dow Jones fell 0.3% to close at 33,517. The S&P 500 slipped 0.08%% and ended the day at 3,892. The tech-focused Nasdaq Composite rose 0.6% and closed at 10,635.", "index": "Nifty50 January Futures: 18,161 📈▲218 (+1.2%)  Buoyed by global sentiment, the Nifty50 snapped its 3-day losing streak and regained the 18,000 mark ending 1.3% higher close to the day’s high. All the major sectoral indices ended higher with IT and Metal gaining the most.  Nifty50’s options contracts expiring on 12 January have sizable positions at 18,200 and 18,300 call options and 18,000 and 17,800 put options.   As per options data and OI analysis, the broad range for the Nifty50 is between 17,300 and 18,600 levels. On the other hand, 17,900 and 18,300 are the critical levels to watch for the current week.  Bank Nifty January Futures: 42,741 📈▲382 (+0.9%)  The Bank Nifty surged but saw selling pressure near the 42,700 level. The index settled above the 42,500 mark, 0.9% higher.  All stocks of the banking index closed in green, with IndusInd Bank (+3.1%) and Bandhan Bank (+2.0%) being the top gainers.   Bank Nifty’s options contracts expiring on 12 January have sizable positions at 42,500 and 43,000 call options and 42,000 and 42,500 put options.  As per options data and OI analysis, the broad range for the Bank Nifty is between 41,500 and 43,500 levels. On the other hand, 42,100 and 43,000 are the critical levels to watch for the current week.", "fiidii": "The Foreign Institutional Investors (FIIs) sold shares worth ₹203 crore, while Domestic  Institutional Investors (DIIs) bought shares worth ₹1,723 crore in the cash market. In the derivatives market, FIIs bought index futures worth ₹2,178 crore and bought index options worth ₹169 crore. Further, they bought stock futures worth ₹1,982 crore and bought stock options worth ₹226 crore.", "indiavix": "The India Vix, which measures the implied volatility of Nifty50 options,  fell 2.5%% to 14.65.", "stock": "Long build-up was seen in M&M, Power Grid,  ONGC,  Nestle India and Ashok Leyland.  Short build-up was seen in City Union Bank, Titan, Bajaj Finserv, Aditya Birla Fashion, Trent and Dixon Technologies.  Under F&O Ban: GNFC and Indiabulls Housing Finance", "disclaimer": "In Futures and Options or F&O, long build-up means an increase in Open Interest (OI) along with an increase in price, and short build-up means an increase in Open Interest (OI) along with a decrease in price.  . . Source: nseindia.com. Cash market figures are provisional."}