{"asian": "The SGX Nifty rose +0.3% than its previous close, suggesting a positive start for the Nifty50 today. Nikkei 225 (+0.1%) in Japan was marginally in green, while Hong Kong's Hang Seng index was up 1.4%.   U.S. stocks finished higher on Thursday, the second last trading session of the year, after a rebound in technology stocks. Shares of tech-heavyweights Apple, Amazon and Google (Alphabet) gained more than 2%, erasing losses from earlier this week.  The Dow Jones added 1.0% and finished at 33,220, while S&P 500 rose 1.7% and ended the day at 3,849. The tech-focused Nasdaq Composite advanced 2.5% and ended at 10,478.", "index": "Nifty50 January Futures: 18,299 📈▲60 (+0.3%) OI contracts: 2,10,218 (+35%)  The Nifty50 shrugged off intraday volatility and closed higher on the last derivative expiry of the calendar year 2022. The index staged a recovery of more than 200 points from the intraday low in the last hour of trade and closed near the day's high.  Among major sectoral indices, Oil & Gas (+1.2%) and Metal (+1.0%) advanced the most, while Media (-0.6%) and FMCG (-0.1%) witnessed selling pressure.  Nifty50’s options contracts expiring on 5 January have sizable positions at 18,200 and 18,500 call options and 18,000 and 18,100 put options.   As per options data and OI analysis, the broad range for the Nifty50 is between 17,600 and 18,600 levels. On the other hand, 18,000 and 18,400 are the critical levels to watch for the next week.  Bank Nifty January  Futures: 43,435 📈▲413 (+0.9%) OI contracts: 88,098 (+31%)   After a gap-down start, the Bank Nifty index rebounded from the day’s low and closed above the psychologically crucial 43,000-mark. The index bounced more than 800 points in the afternoon session and closed the monthly F&O expiry on a positive note.   Except for Kotak Mahindra Bank (-0.07%), all the other eleven stocks of the banking index closed in green. Federal Bank (+2.9%) and Bank of Baroda (+1.9%) advanced for the second day in a row and topped the charts.   Bank Nifty’s options contracts expiring on 5 January have sizable positions at 43,000 and 43,500 call options and 43,000 and 42,500 put options.  As per options data and OI analysis, the broad range for the Bank Nifty is between 42,000 and 44,400 levels. On the other hand, 42,500 and 43,800 are the critical levels to watch for the next week.", "fiidii": "The Foreign Institutional Investors (FIIs) sold shares worth ₹572 crore, while Domestic  Institutional Investors (DIIs) purchased shares worth ₹515 crore in the cash market. In the derivatives market, FIIs sold index futures worth ₹14 crore and bought index options worth ₹15,824 crore. Further, they sold stock futures worth ₹511 crore and bought stock options worth ₹90 crore.", "indiavix": "The India Vix, which measures the implied volatility of Nifty50 options, slipped 3.8% to 14.81.", "stock": "Long build-up was seen in ONGC, TVS Motor, Cummins India, LTI-Mindtree and India Cements.  Short build-up was seen in Bajaj Auto, Coromandel International, Ultratech Cement, Dabur and Titan.", "disclaimer": "In Futures and Options or F&O, long build-up means an increase in Open Interest (OI) along with an increase in price, and short build-up means an increase in Open Interest (OI) along with a decrease in price.  . . Source: nseindia.com. Cash market figures are provisional."}